tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# shell & CLI

brew "git"
brew "zsh"
brew "yarn"

# applications

cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "kap"
cask "microsoft-teams"
cask "monitorcontrol"
cask "postman"
cask "slack"
cask "spotify"
cask "steam"
cask "whatsapp"